       IDENTIFICATION DIVISION.
wtf    PROGRAM-ID. HELLOWORLD.
      
we     PROCEDURE DIVISION.
are        DISPLAY "HELLO WORLD".
the        STOP RUN.
